[
  {"country":"AM","latitude":40.069099,"longitude":45.038189,"name":"Armenia","description": "<p>Santa Claus Gaghant Baba / Kaghand Papa traditionally comes on New Year's Eve (December 31st) because Christmas Day itself is thought of as more of a religious holiday in Armenia. </p><p>Favorite and traditional Holiday foods in Armenia include Anooshaboor (Armenian Christmas Pudding), Khozee bood (glazed ham) and dried fruits. Every house is ready with lots of sweets because anyone might knock on the door and come in for a party!</p>","language": "Armenian","wish": "Shnorhavor Amanor yev Surb Tznund (Շնորհավոր Ամանոր և Սուրբ Ծնունդ) - Congratulations for the Holy Birth"},
  {"country":"AR","latitude":-38.416097,"longitude":-63.616672,"name":"Argentina","description": "<p>A Christmas Eve night tradition in Argentina are 'globos', paper decorations with a light inside that float into the sky (like Chinese Lanterns). The sky is filled with them on Christmas Eve after midnight.</p><p>The main meal Christmas is eaten during the evening of Christmas Eve, often about 10pm or 11pm. It might be served in the garden or be a barbecue! Some popular dishes include roasted turkey, roasted pork (in northern Argentina, some people will have goat), stuffed tomatoes, salads and Christmas bread and puddings like 'Pan Dulce' and Panetone.</p>", "language": "Spanish", "wish": "Feliz Navidad"},
  {"country":"AT","latitude":47.516231,"longitude":14.550072,"name":"Austria","description":"<p>Most towns in Austria will have a 'Christkindlmarkt' (Christmas market) from late November or early December, selling Christmas decorations, food (like gingerbread) and Glühwein (sweet, warm mulled wine). Cities like Vienna, Innsbruck and Salzburg have huge markets and people from all over the world visit them.</p>","language":"German","wish":"Frohe Weihnachten","image":"Wiener_Rathaus_Christkindlmarkt.jpeg","caption":"Christkindlmarkt in Vienna, Austria","attribution":"<a href='https://de.wikipedia.org/wiki/Weihnachtsmarkt#/media/File:Wien_-_Christkindlmarkt,_Rathausplatz.JPG' target='_blank'>© Bwag/Wikimedia</a>"},
  {"country":"AU","latitude":-25.274398,"longitude":133.775136,"name":"Australia","description": "<p>In Australia, Christmas comes towards the beginning of the summer holidays! Children have their summer holidays from mid December to early February, so some people might even be camping at Christmas.</p><p>When he gets to Australia, Santa gives the reindeer a rest and uses kangaroos or <a target='_blank' href='https://www.youtube.com/watch?v=98fMRw1LuiU'>'six white boomers'</a> (a popular Australian Christmas song).</p>","language": "","wish":"","image":"christmas-australia.jpeg"},
  {"country":"BD","latitude":23.684994,"longitude":90.356331,"name":"Bangladesh","description": "<p>December 25th is a public holiday for Christmas in Bangladesh even though only about 0.3% of the population, of about 170 million people, are Christians.</p><p>Christmas is known as 'Borodin' (or 'Bara din') which means 'the big day' in Bengali.</p><p>In big towns and cities, shops and hotels will have 'western' style Christmas decorations like fake snow and artificial Christmas Trees with lots of lights.</p>","language":"Bengali","wish":"shubho [or shuvo] bôṛodin (শুভ বড়দিন)"},
  {"country":"BE","latitude":50.503887,"longitude":4.469936,"name":"Belgium","description": "<p>As in The Netherlands, children in Belgium believe that 'Sinterklaas/St. Niklaas' (Flemish) or 'Saint Nicholas' (Walloon) brings them presents on December 5th and 6th, St. Nicholas' Eve and St. Nicholas' Day. Because of the popularity of his Sinterklaas, Santa Claus is however not commonly seen in the Netherlands and Belgium.</p><p>Children put their shoes in front of the fireplace, together something for Sinterklaas like a drawing or biscuits; they might also leave a carrot for Sinterklass's horse and something for Zwarte Piet (Black Peter, Sinterklass's assistant). Then in the night, Sinterklaas arrives on the roof on his horse with Zwarte Piet. Zwarte Piet climbs down the chimney and leaves the presents in and around the shoes.</p><p>In Belgium Dutch/Flemish Happy/Merry Christmas is 'Vrolijk Kerstfeest' and in the Walloon language (spoken by some people in the Walloon Region) it's 'djoyeus Noyé'.</p>","language": "","wish":"","image":"Sinterklaas.jpg","caption":"Sinterklass","attribution":"<a href='https://commons.wikimedia.org/wiki/File:Amerigo_with_Sinterklaas_2008.jpg' target='_blank'>P. M. (Pieter) Wiersinga</a>"},
  {"country":"BG","latitude":42.733883,"longitude":25.48583,"name":"Bulgaria","description": "<p>Christmas Eve (called 'Badni Veche') is a very important day and the main Christmas meal is eaten in the evening of Christmas Eve.</p><p>Walnuts are especially popular. If your walnut is delicious you will have a good year, but if it's empty or has a small nut you'll have a bad year!</p>","language": "Bulgarian","wish":"Vesela Koleda"},
  {"country":"BO","latitude":-16.290154,"longitude":-63.588653,"name":"Bolivia","description": "<p>Most of the population of Bolivia is Catholic and many people go to a Midnight Mass service on Christmas Eve called the 'Misa de Gallo' (Mass of the rooster). At Midnight people like to let off fire-crackers!</p> <p>Families often eat the main Christmas meal after the Misa de Gallo. The traditional meal is 'picana', a stew/soup made from chicken, beef (or lamb) and pork which is served with potatoes and corn. There might also be salads, roast pork (lechón) or roast beef, and lots of tropical fruit.</p><p> After the meal families might exchange presents, although present giving isn't very common.</p>","language": "Spanish","wish":"Feliz Navidad"},
  {"country":"BR","latitude":-14.235004,"longitude":-51.92528,"name":"Brazil","description": "<p>In Brazil, Santa Claus is called Papai Noel & Bom Velhinho (Good Old Man).<p></p>Taking part in a 'Secret Santa', known as 'amigo secreto' (secret friend) is popular in Brazil at Christmas. It is traditional to give small gifts all through December using a pretend name (apelidos). On Christmas Day, people reveal who their amigo secreto was.</p>","language": "Portuguese","wish":"Feliz Natal","attribution":"<a href='http://www.tudoetodas.com.br/post/meu-amigo-secreto-e' target='_blank'>tudosetodas</a>","image":"amigo-secreto.jpg"},
  {"country":"CA","latitude":56.130366,"longitude":-106.346771,"name":"Canada","description": "<p>Canada is a very large country and people of many different cultural backgrounds live there. Because of this, there are lots of different Christmas traditions in Canada. Many of the traditions and celebrations come from French, English, Irish, Scottish, German, Norwegian, Ukrainian and native/first nation influences.</p><p>Canadian children also believe in Santa Claus. Canadians are especially proud to say that their country is the home of Santa Claus. (Although probably the people in Finland would disagree!)</p>","language": "","wish":""},
  {"country":"CH","latitude":46.818188,"longitude":8.227512,"name":"Switzerland","description": "<p>Christmas in Switzerland shares many of the customs from its neighbors Germany and Austria. Christmas markets are very popular in towns and cities where you can buy all kinds of Christmas foods and decorations. There are big light displays and you can enjoy some more hot Glühwein (mulled wine).</p><p>There are four official languages in Switzerland, Merry Christmas in Swiss German is 'Schöni Wiehnachte', in French it's 'Joyeux Noël', in Italian it's 'Buon Natale' and in Romansh it's 'Bellas festas da Nadal'.</p>","language": "","wish":""},
  {"country":"CL","latitude":-35.675147,"longitude":-71.542969,"name":"Chile","description": "<p>Christmas in Chile is very warm as it's in the middle of summer! However, it shares many of the same Christmas customs as the USA.</p><p>A popular Christmas drink is 'Cola de Mono' (or monkey's tail) which is made from coffee, milk, liquor, cinnamon and sugar.</p>","language": "Spanish","wish":"Feliz Navidad","image":"christmas-chile.jpg","attribution":"<a href='http://www.quericavida.com/recipes/chilean-cola-de-mono/a2d973da-1161-446c-b342-dbfd40efedac' target='_blank'>www.quericavida.com</a>","caption":"Cola de mono"},
  {"country":"CN","latitude":35.86166,"longitude":104.195397,"name":"China","description": "<p>In China, only about one percent of people are Christians, so most people only know a few things about Christmas. Because of this, Christmas is only often celebrated in major cities. In these big cities there are Christmas Trees, lights and other decorations on the streets and in department stores. Santa Claus is called 'Shen Dan Lao Ren'</p><p>In Chinese Happy/Merry Christmas is 'Sheng Dan Kuai Le or 圣诞快乐' in Mandarin and 'Seng Dan Fai Lok or 聖誕快樂' in Cantonese.</p>","language": "","wish":""},
  {"country":"CO","latitude":4.570868,"longitude":-74.297333,"name":"Colombia","description": "<p>In Colombia, Christmas celebrations and preparations start on the evening of the 7th December which is known as 'Día de las Velitas' or 'Day of the little Candles'. Houses and streets are decorated with candles, lanterns and lots of lights. There are also big firework displays and music to dance to and foods like 'buñuelos' and 'empanadas'.</p>","language": "Spanish","wish":"Feliz Navidad"},
  {"country":"CR","latitude":9.748917,"longitude":-83.753428,"name":"Costa Rica","description": "<p>In Costa Rica people like to decorate their houses with beautiful tropical flowers. The gift bringer is often 'Niño dios' (Child God, meaning Jesus) or 'Colacho' (another name for St. Nicholas).</p>","language": "Spanish","wish":"Feliz Navidad"},
  {"country":"CZ","latitude":49.817492,"longitude":15.472962,"name":"Czech Republic","description": "<p>In Czech Republic Ježíšek 'Little Jesus' (the Czech version of Christkindl) brings presents during the Christmas Eve dinner and leaves them under the Christmas Tree.</p>","language": "Czech","wish":"Veselé Vánoce"},
  {"country":"DE","latitude":51.165691,"longitude":10.451526,"name":"Germany","description": "<p>A big part of the Christmas celebrations in Germany is Advent. Several different types of Advent calendars are used in German homes. As well as the traditional one made of card that are used in many countries, there are ones made out of a wreath of Fir tree branches with 24 decorated boxes or bags hanging from it. Each box or bag has a little present in it. Another type is called a 'Advent Kranz' and is a ring of fir branches that has four candles on it. This is like the Advent candles that are sometimes used in Churches. One candle is lit at the beginning of each week in Advent.</p>","language": "German","wish":"Frohe Weihnachten"},
  {"country":"DK","latitude":56.26392,"longitude":9.501785,"name":"Denmark","description":"<p>Some people in Denmark give and receive extra Advent presents on the four Sundays of Advent. Different types of Advent candles and calendars are popular in Denmark. A Kalenderlys (calendar-candle) is an Advent candle and most people have one of these types of candles. A Pakkekalender (gift calendar) is also a fun way to countdown to Christmas Eve. There are 24 small gifts for the children in the calendar, one for each day until Christmas Eve.</p>","language": "Danish","wish":"Glædelig Jul"},
  {"country":"EE","latitude":58.595272,"longitude":25.013607,"name":"Estonia","description": "<p>In Estonia, Christmas time starts with Advent. Children put their socks on their window ledge and every day until Christmas Eve, December 24th, an elf comes and puts some sweets in it! On Christmas Eve families come together and in the evening Santa visits and asks people to tell him poems in exchange for gifts.</p>","language": "Estonian","wish":"Rõõmsaid Jõulupühi"},
  {"country":"ES","latitude":40.463667,"longitude":-3.74922,"name":"Spain","description": "<p>Apart from Christmas, there is another festival that is celebrated in Spain that is about the Christmas Story. It is called Epiphany and is celebrated on 6th January. In Spanish, Epiphany is called 'Fiesta de Los tres Reyes Mages': in English this means 'The festival of the three Magic Kings'. Epiphany celebrates when the Kings or Wise men brought gifts to the baby Jesus.</p><p>In Spanish Happy/Merry Christmas is 'Feliz Navidad'; in Catalan it's 'Bon Nadal'; in Galician 'Bo Nadal'; and in Basque (or Euskara in basque) 'Eguberri on'.</p>","language": "","wish":""},
  {"country":"FI","latitude":61.92411,"longitude":25.748151,"name":"Finland","description": "<p>Finnish people believe that Santa Claus lives in the north part of Finland called Korvatunturi (or Lapland), north of the Arctic Circle. People from all over the world send letters to Santa Claus in Finland. There is a big tourist theme park called 'Christmas Land' in the north of Finland, near to where they say that Father Christmas lives.</p>","language":"Finnish","wish":"Hyvää joulua"},
  {"country":"FR","latitude":46.227638,"longitude":2.213749,"name":"France","description": "<p>In France, Father Christmas / Santa Claus / St. Nicholas is called Père Noël (Father Christmas). In eastern France he is accompanied by Le Pere Fouettard, a man dressed in black. He might be the same person as Zwarte Piet in The Netherlands.</p><p>One of the biggest Christmas markets in Europe is held in Strasbourg, in North Eastern France. In the Alsatian language it's called the 'Christkindelsmarik'.</p>","language":"France","wish":"Joyeux Noël"},
  {"country":"GE","latitude":42.315407,"longitude":43.356892,"name":"Georgia","description": "<p>In Georgia, Christmas is celebrated on the 7th January. This is because the Georgian Orthodox Church (like the Orthodox Churches in Russia, Ethiopia and other countries) use the old 'Julian' calendar for their festivals.</p><p>On Christmas Day, many people will go on a 'Alilo', a parade in the streets. They are dressed in special clothes and costumes to celebrate Christmas.</p>","language": "Georgian","wish":"გილოცავ შობა-ახალ წელს (gilocav shoba-akhal c’els)"},
  {"country":"GB","latitude":55.378051,"longitude":-3.435973,"name":"United Kingdom","description": "<p>In the UK (or Great Britain), families often celebrate Christmas together. The decorating of the tree is usually a family occasion, with everyone helping. Christmas Trees were first popularised the UK by Prince Albert, the husband of Queen Victoria. Prince Albert was German, and thought that it would be good to use one of his ways of celebrating Christmas in England.</p>","language": "","wish":""},
  {"country":"GH","latitude":7.946527,"longitude":-1.023194,"name":"Ghana","description": "<p>People in Ghana celebrate Christmas from the 20th of December to the first week in January with lots of different activities. Other than some festively-dressed trees in and around major malls and seasonal songs on the radio, Christmas in Ghana is a comparatively low-key affair, focusing around Christian tradition, family gatherings and the spreading of goodwill. Excitement mounts on Christmas Eve, when many families get together for a special meal – this will often be a rustic stew of chicken or goat, served with rice. </p>","language": "","wish":""},
  {"country":"GR","latitude":39.074208,"longitude":21.824312,"name":"Greece","description": "<p>Christmas Trees are popular in Greece. But an older and more traditional decoration is a shallow wooden bowl with a piece of wire suspended across the rim. A sprig of basil wrapped around a wooden cross and hangs from the wire. Some water is kept in the bowl to keep the basil alive and fresh. Once a day someone, usually the mother of the family, dips the cross and basil into some holy water and uses it to sprinkle water in each room of the house. This is believed to keep the 'kallikantzaroi' Καλλικάντζαρος (bad spirits) away. </p>","language": "Greek","wish":"Kala Christougenna"},
  {"country":"GL","latitude":71.706936,"longitude":-42.604303,"name":"Greenland","description": "<p>In the villages of Polar Inuits, families like to visit each other and have parties. They drink coffee and eat cakes and exchange brightly wrapped parcels. Traditional presents are model sledges, a pairs of polished walrus tusks, or sealskin mitts. Everyone in the village gets a gift and children go from house to house, singing songs.</p><p>In Greenland there are two main languages spoken, Inuit/Greenlandic and Danish. In Greenlandic, Merry Christmas is 'Juullimi Pilluarit'; in Danish it is 'Glædelig Jul'.</p>","language": "","wish":""},
  {"country":"GT","latitude":15.783471,"longitude":-90.230759,"name":"Guatemala","description": "<p>Guatemala is a very diverse country with more than 20 ethnic groups. Each of them has their own special traditions for celebrating Christmas.</p><p>On Christmas Eve families celebrate together and eat the main Christmas meal. It is made of several traditional dishes, but it always includes some Guatemalan tamales. In some regions they are made of corn and other of rice or potatoes.</p>","language": "","wish":""},
  {"country":"HR","latitude":45.1,"longitude":15.2,"name":"Croatia","description": "<p>Christmas Trees are very popular and are normally decorated on Christmas Eve but some people put them up and decorate them on St Nicholas's Day. In Croatia they're traditionally decorated with ornaments in the shapes of fruits. </p><p>In rural parts of the country, it is still customary to bring straw into the house on Christmas Eve as a symbol of future good crops. A yule log called a 'badnjak' (also the word for Christmas Eve) was traditionally brought into the house and lit on Christmas Eve. </p>","language": "Croatian","wish":"Sretan Božić"},
  {"country":"HU","latitude":47.162494,"longitude":19.503304,"name":"Hungary","description": "<p>In Hungary, Christmas Eve is very important and is called 'Szent-este' which means Holy Evening. People spend the evening with their family and decorate the Christmas Tree.</p>","language": "Hungarian","wish":"Boldog karácsonyt"},
  {"country":"ID","latitude":-0.789275,"longitude":113.921327,"name":"Indonesia","description": "<p>In Indonesia, Santa Claus is also very popular and is called 'Sinterklass' (that's because Indonesia used to be ruled by The Netherlands). Sinterklass brings presents to children on Christmas Day - and you also might see him in shopping malls, etc.</p>","language": "Indonesian","wish":"Selamat Natal"},
  {"country":"HT","latitude":18.971187,"longitude":-72.285215,"name":"Haiti","description": "<p>On Christmas Eve, children place their newly cleaned shoes, filled with straw under the tree on the porch. They hope that Santa (called 'Tonton Nwèl') will remove the straw and put presents in and around the shoes!</p>","language":"Creole/Hatian","wish":"Jwaye Nowe"},
  {"country":"IE","latitude":53.41291,"longitude":-8.24389,"name":"Ireland","description": "<p>There is an old tradition that in some Irish houses (although now not many), people put a tall, thick candle on the sill of the largest window after sunset on Christmas Eve. The candle is left to burn all night and represents a welcoming light for Mary and Joseph.</p>","language":"Irish","wish":"Nollaig Shona Dhuit"},
  {"country":"IS","latitude":64.963051,"longitude":-19.020835,"name":"Iceland","description": "<p>Christmas is often known as 'Yule' or 'Jól' in Iceland. This comes from the ancient winter solstice celebrations, that were taken over by the early Christians. Yule also include the New Year celebrations.</p><p>One big Yule custom is the coming of the 'Jólasveinarnir' or Yuletide Lads. These are magical people who come from the mountains in Iceland and each day from December 12th to Yule Eve a different Jólasveinn (Yuletide lad) comes. The Jólasveinar are thought of as playful imps or elves who like lots to eat and playing little tricks on people. They leave little presents for children in shoes placed on the windowsill. If children have been naughty, they might leave a potato or little message telling them to be good.</p>","language": "","wish":""},
  {"country":"IT","latitude":41.87194,"longitude":12.56738,"name":"Italy","description": "<p>One of the most important ways of celebrating Christmas in Italy is the Nativity crib scene. Using a crib to help tell the Christmas story was made very popular by St. Francis of Assisi in 1223 (Assisi is in mid-Italy). The previous year he had visited Bethlehem and saw where it was thought that Jesus was born. A lot of Italian families have a Nativity crib in their homes.</p>","language": "Italian","wish":"Buon Natale"},
  {"country":"JM","latitude":18.109581,"longitude":-77.297508,"name":"Jamaica","description": "<p>In Jamaica, Christmas Eve is also called 'Grand Market' and is a really exciting time, especially for children. During the day, people go shopping for Christmas foods, sweets and toys, etc.</p><p>Around 6.00pm the evening part of Grand Market starts and it lasts until the morning! Everyone comes out on their new or best clothes, including children, to celebrate and party all night. All the streets, shops and many houses are decorated with lights. There are normally street vendors selling food like jerk chicken, boiled corn, and sweets like candy canes and sugarcane.</p>","language": "","wish":""},
  {"country":"JP","latitude":36.204824,"longitude":138.252924,"name":"Japan","description": "<p>Christmas has only been widely celebrated in Japan for the last few decades. It's still not seen as a religious holiday or celebration as there aren't many Christians in Japan. Now several customs that came to Japan from the USA such as sending and receiving Christmas Cards and Presents are popular.</p>","language": "Japanese","wish":"Meri Kurisumasu"},
  {"country":"KE","latitude":-0.023559,"longitude":37.906193,"name":"Kenya","description": "<p>People try to be home for Christmas Eve, so they can help with the Christmas preparations. Houses and churches are often decorated with colorful balloons, ribbons, paper decorations, flowers and green leaves. For a Christmas Tree, some people will have a Cyprus tree.</p>","language": "Swahili/Kiswahili","wish":"Heri ya Krismasi"},
  {"country":"LT","latitude":55.169438,"longitude":23.881275,"name":"Lithuania","description": "<p>Christmas Eve (Kūčios) is a more important day than Christmas Day. Kūčios is also the name of the big Christmas Eve meal which families have together during the evening of Christmas Eve. The Kūčios meal normally has 12 dishes - one for each of Jesus's followers. None of the dishes contain meat (and some people also don't have milk or eggs in them). Traditional and popular dishes include fish (often herring), kūčiukai (small sweet pastries) normally soaked in poppy milk, kisielius (a drink made from cranberries), dried fruit soup, beet soup (often with mushroom filled dumplings in it), vegetable salad, mushrooms, boiled or baked potatoes, sauerkraut, a kind of wheat porridge with honey and bread.</p>","language": "Lithuanian","wish":"Linksmų Kalėdų"},
  {"country":"LV","latitude":56.879635,"longitude":24.603189,"name":"Latvia","description": "<p>Children in Latvia believe that Santa Claus (also known as Ziemassvētku vecītis - Christmas old man) brings their presents. The present are usually put under the Christmas tree. The presents are opened on during the Evening of Christmas Eve or on Christmas Day.</p>","language": "Latvian","wish":"Priecīgus Ziemassvētkus"},
  {"country":"MG","latitude":-18.766947,"longitude":46.869107,"name":"Madagascar","description": "<p>Madagascar is an Island off the east coast of Africa, so it is very warm at Christmas time! Even though it's hot, common decorations include holly, robins and snow even though none of them exist in Madagascar.</p>","language": "Malagasy","wish":"Mirary Krismasy"},
  {"country":"MX","latitude":23.634501,"longitude":-102.552784,"name":"Mexico","description": "<p>Children in Mexico play a game called pinñata. A piñata is a decorated clay or papier-mâché jar filled with sweets and hung from the ceiling or tree branch. The piñata is often decorated something like a ball with seven peaks around it. The peaks or spikes represent the 'seven deadly sins'. Piñata's can also be in the form of an animal or bird (such as a donkey). To play the game, children are blind-folded and take it in turns to hit the piñata with a stick until it splits open and the sweets pour out. Then the children rush to pick up as many sweets as they can!</p>","language": "Spanish","wish":"Feliz Navidad"},
  {"country":"NL","latitude":52.132633,"longitude":5.291266,"name":"Netherlands","description": "<p>For most children in The Netherlands, the most important day during December is 5th December, when Sinterklaas (St. Nicholas) brings them their presents! St. Nicholas' Day is on the 6th December, but in The Netherlands, the major celebrations are held on the 5th December, St. Nicholas' Eve. The name Santa Claus comes from the name Sinterklaas.</p><p>Sinterklass travels with his servants called 'Zwarte Pieten' ('Black Peters'). Children are told that the Zwarte Pieten keep a record of all the things they have done in the past year in a big book. Good children will get presents from Sinterklaas, but bad children will be put in a sack and the Zwarte Pieten take them to Spain for a year to teach then how to behave.</p>","language": "Dutch","wish":"Zalig Kerstfeest","image":"Sinterklaas_zwarte_piet.jpg","caption":"Portrait of Sinterklaas and Zwarte Piet.","attribution":"<a href='https://commons.wikimedia.org/wiki/File:Sinterklaas_zwarte_piet.jpg' target='_blank'>© Michell Zappa</a>"},
  {"country":"NO","latitude":60.472024,"longitude":8.468946,"name":"Norway","description": "<p>Maybe the most famous custom about Christmas in Norway is the big Christmas Tree that Norway gives to the UK every year. The tree is given as a present to say 'thank you' for the help that the people of the UK gave to Norway during World War II. The tree stands in Trafalgar Square in the middle of London and often thousands of people come to watch when the lights are turned on.</p>","language": "Norwegian","wish":"God Jul"},
  {"country":"NZ","latitude":-40.900557,"longitude":174.885971,"name":"New Zealand","description": "<p>In New Zealand, like its neighbor Australia, Christmas comes in the middle of the summer holidays. Lots of people like to spend time of the beach, camping or at their Baches (holiday homes) for Christmas.</p>","language": "Maori","wish":"Meri Kirihimete"},
  {"country":"PL","latitude":51.919438,"longitude":19.145136,"name":"Poland","description": "<p>Christmas Eve is known as Wigilia (pronounced vee-GHEE-lee-uh). Traditionally, the house is also cleaned and everyone wore their best festive clothes. The main Christmas meal is eaten in the evening and is called 'Kolacja wigilijna' (Christmas Eve supper). On the table there are 12 dishes - they are meant to give you good luck for the next 12 months.</p>","language": "Polish","wish":"Wesołych Świąt"},
  {"country":"PR","latitude":18.220833,"longitude":-66.590149,"name":"Puerto Rico","description": "<p>Songs and singing are very popular at Christmas time in Puerto Rico. People like to go carol singing, known as Parrandas (also sometimes called Asalto or Trulla). Friends gather late in the evening (about 10pm) and visit different houses. People are meant to be surprised and woken up by the music and singing of the 'parranderos' (those taking part in the 'parranda'), although most people have 'arranged' that they will be visited; because the custom is that when you've been 'woken up' you have to join in the parranda so it grows during the evening as more party go-ers join in! The fun can last all night, finishing at dawn!</p>","language": "Spanish","wish":"Feliz Navidad"},
  {"country":"PT","latitude":39.399872,"longitude":-8.224454,"name":"Portugal","description": "<p>Father Christmas ('Pai Natal') is believed to bring presents to children on Christmas Eve, rather than Christmas Day. The presents are left under the Christmas Tree or in shoes by the fireplace. However, some people say that the presents are brought by the Baby Jesus rather than Father Christmas.</p>","language": "Portuguese","wish":"Feliz Natal"},
  {"country":"RO","latitude":45.943161,"longitude":24.96676,"name":"Romania","description": "<p>The Christmas celebrations begin on Christmas Eve, 24th, when it's time to decorate the Christmas Tree.</p><p> Carol singing (known as 'Colindatul') is also a very popular part of Christmas in Romania. On Christmas Eve, children go out carol singing from house to house. The children get sweets, fruit, traditional cakes called 'cozonaci' and sometimes money for singing well.</p>","language": "Romanian","wish":"Crăciun fericit","image":"christmas-romania.jpg","caption":"Cozonac - traditional Romanian Christmas cake","attribution":"<a href='https://www.viata-libera.ro/societate/37571-galati-viata-libera-tanti-olguta-si-secretele-ei-pentru-cele-mai-bune-turte-si-cei-mai-buni-cozonaci-de-craciun' target='_blank'>viata-libera.ro</a>"},
  {"country":"SE","latitude":60.128161,"longitude":18.643501,"name":"Sweden","description": "<p>In the city of Gävle, a huge straw goat is built every year for the start of Advent. It's 13m/43ft tall and takes two days to put up! It has a large metal structure on the inside and is covered with straw. The tradition started in 1966. The first Gävle Yule Goat was burnt down on New Year's Eve 1966 and ever since it's been the target for vandals. In its 50 year history it's only survived throughout the Christmas and New Year period about 12 times. In 2016, its 50th year, it was burnt down in less than two days!</p>","image":"christmas-sweden.jpg","caption":"Gävle goat (2009)","attribution":"<a href='https://en.wikipedia.org/wiki/G%C3%A4vle_goat#/media/File:Yule_goat_Gefle_Sweden_2009_crop.jpg' target='_blank'>© Tony Nordin</a> under <a href='https://creativecommons.org/licenses/by-sa/3.0/' target='_blank'> CC BY 3.0 </a> ","language": "Swedish","wish":"God Jul"},
  {"country":"SK","latitude":48.669026,"longitude":19.699024,"name":"Slovakia","description": "<p>Christmas Eve is the most important day during Christmas for Slovaks. It is called 'Stedry den' (the Generous Day). The actual evening is called 'Stedry vecer' (the Generous Evening) and the Christmas season is called 'Vianoce'.</p>","language": "Slovak","wish":"Veselé Vianoce"},
  {"country":"RS","latitude":44.016521,"longitude":21.005859,"name":"Serbia","description": "<p>In Serbia, the main Church is the Orthodox Church and they still use the old 'Julian' Calendar, which means that Christmas Eve is on 6th January and Christmas Day is on the 7th January.</p><p>On Christmas Eve (called 'Badnji dan' during the day and 'Badnje veče' after sunset), families gather and many people fast and don't eat food that comes from animals. It is the last day of the Christmas fast. Christmas is a very religious holiday and most people go to the Christmas Services.</p>","language": "Serbian","wish":"Hristos se rodi (Христос се роди)"},
  {"country":"RU","latitude":61.52401,"longitude":105.318756,"name":"Russia","description": "<p>In the days of the Soviet Union, Christmas was not celebrated very much. New Year was made into the important time. </p><p>New Year is also when 'Grandfather Frost' (known in Russian as 'Ded Moroz' or Дед Мороз) brings presents to children. He is always accompanied by his Grandaughter (Snegurochka).</p>","language": "Russian","wish":"C рождеством"},
  {"country":"UA","latitude":48.379433,"longitude":31.16558,"name":"Ukraine","description": "<p>People in Ukraine sing carols or 'Koliadky'. They can be sung around the table or you might go out caroling in the streets. People sometimes carry brightly colored stars on poles when they go caroling singing. The Ukrainian carol 'Shchedryk' is where the popular <a href='https://www.youtube.com/watch?v=tdTY6IpIG_g' target='_blank'>'Carol of the Bells'</a> came from.</p>","language": "Ukrainian","wish":"Веселого Різдва","image":"christmas-ukraine.jpg","attribution":"<a href='https://commons.wikimedia.org/wiki/File:%D0%9F%D0%B0%D1%80%D0%B0%D0%B4_%D0%B2%D1%83%D0%BB%D0%B8%D1%87%D0%BD%D0%B8%D1%85_%D0%B2%D0%B5%D1%80%D1%82%D0%B5%D0%BF_%D0%B2._%D0%9B%D1%8C%D0%B2_%D0%B2..jpg'>Licensed under CC BY 3.0 </a>","caption":"Caroling in Lviv, Ukraine"},
  {"country":"US","latitude":37.09024,"longitude":-95.712891,"name":"United States","description": "<p>Towns and cities often decorate the streets with lights to celebrate Christmas. Perhaps the most famous Christmas street lights in the USA are at the Rockefeller Center in New York where there is a huge Christmas Tree with a public ice skating rink in front of it over Christmas and the New Year.</p>","language": "","wish":"","image":"christmas-usa.jpg","attribution":"<a href='https://www.flickr.com/photos/80038275@N00/31016728260' target='_blank'>© Michael Vadon</a> under <a href='https://creativecommons.org/licenses/by/2.0/' target='_blank'>CC BY 2.0</a>","caption":"Rockefeller Center Christmas Tree 2016"},
  {"country":"VE","latitude":6.42375,"longitude":-66.58973,"name":"Venezuela","description": "<p>Christmas in Venezuela is one of the most colorful in Latin America and the whole world! Firework shows are very popular.</p><p>Some traditional Christmas music in Venezuela is <a href='https://www.youtube.com/watch?v=rz1L2O_h8Ng' target='_blank'>'Gaita'</a> music. This is a type of folk music from the Zulia state. It's played on several instruments including the 'Cuatro' (a guitar with four strings) a 'Tambora' (a Venezuelan drum), the 'Furro' (a type of drum but it has a stick coming up through the middle of the skin of the drum - this can make it have some different sounds) and the 'Charrasca' (a ribbed tube that you rub a stick up and down). The singers are known as 'Gaiteros'. </p>","language": "Spanish","wish":"Feliz Navidad"}
]
